Repository: smartapps-for-d365/spider-samples
Catalog: IntegrationQueue/Translations/Spider Integration Queue Import Sample.*.xlf
Languages: sv_se

# Table 1561675202 - Property 2879900210
source: IQ G/L Import Setup
sv_se: Importinställningar för redovisningstransaktioner

# Table 1561675202 - Field 972616144 - Property 2879900210
source: Integration Setup Code
sv_se: Integrationskod

# Table 1561675202 - Field 928727856 - Property 2879900210
source: Posting Nos.
sv_se: Bokföringsnr-serie

# Table 1561675202 - Field 2720485332 - Property 2879900210
source: Source Code
sv_se: Ursprungskod

# Table 2954802494 - Property 2879900210
source: IQ G/L Line
sv_se: Redovisningstransaktionsrad

# Table 2954802494 - Field 1622979514 - Property 2879900210
source: Account No.
sv_se: Kontonr

# Table 2954802494 - Field 592951229 - Property 2879900210
source: Amount (LCY)
sv_se: Belopp (BVA)

# Table 2954802494 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 2954802494 - Field 486908828 - Property 2879900210
source: Document No.
sv_se: Dokumentnr

# Table 2954802494 - Field 2679649230 - Property 2879900210
source: G/L Register No.
sv_se: Bokf. redov.journalnr

# Table 2954802494 - Field 3144358093 - Property 2879900210
source: IQ Entry No.
sv_se: Löpnr

# Table 2954802494 - Field 3320823955 - Property 2879900210
source: Line No.
sv_se: Radnr

# Table 2954802494 - Field 1286329895 - Property 2879900210
source: Manually Changed
sv_se: Manuallt ändrad

# Table 2954802494 - Field 261083774 - Property 2879900210
source: Posted Entry No.
sv_se: Bokfört löpnr

# Table 2954802494 - Field 3710982960 - Property 2879900210
source: Posting Date
sv_se: Bokföringsdatum

# Table 3325955892 - Property 2879900210
source: IQ History G/L Line
sv_se: Historikrad för redovisningstransaktion

# Table 3325955892 - Field 1622979514 - Property 2879900210
source: Account No.
sv_se: Kontonr

# Table 3325955892 - Field 592951229 - Property 2879900210
source: Amount (LCY)
sv_se: Belopp (BVA)

# Table 3325955892 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 3325955892 - Field 486908828 - Property 2879900210
source: Document No.
sv_se: Dokumentnr

# Table 3325955892 - Field 2679649230 - Property 2879900210
source: G/L Register No.
sv_se: Bokf. redov.journalnr

# Table 3325955892 - Field 3144358093 - Property 2879900210
source: IQ Entry No.
sv_se: Löpnr

# Table 3325955892 - Field 3320823955 - Property 2879900210
source: Line No.
sv_se: Radnr

# Table 3325955892 - Field 1286329895 - Property 2879900210
source: Manually Changed
sv_se: Manuallt ändrad

# Table 3325955892 - Field 261083774 - Property 2879900210
source: Posted Entry No.
sv_se: Bokfört löpnr

# Table 3325955892 - Field 3710982960 - Property 2879900210
source: Posting Date
sv_se: Bokföringsdatum

# Page 1561675202 - Property 2879900210
source: IQ G/L Import Setup
sv_se: Importinställningar för redovisningstransaktioner

# Page 1561675202 - Control 2445482498 - Property 2879900210
source: General
sv_se: Allmänt

# Page 1561675202 - Control 972616144 - Property 1295455071
source: Specifies the code for this integration.
sv_se: Anger koden för den här integrationen.

# Page 1561675202 - Control 928727856 - Property 1295455071
source: Specifies the number series used for posting to G/L.
sv_se: Anger den nummerserie som används för bokföring.

# Page 1561675202 - Control 2720485332 - Property 1295455071
source: Specifies the source code that will be used when posting to G/L.
sv_se: Anger ursprungskoden som ska användas vid bokföring.

# Page 2442564651 - Property 2879900210
source: IQ G/L Lines
sv_se: Integrationskö för redovisningstransaktioner

# Page 2442564651 - Control 1622979514 - Property 1295455071
source: Specifies the account number that was imported from the text file.
sv_se: Anger kontonumret som importerades från textfilen.

# Page 2442564651 - Control 592951229 - Property 1295455071
source: Specifies the amount in LCY that was imported from the text file.
sv_se: Anger beloppet som importerades från textfilen, i BVA.

# Page 2442564651 - Control 3461834954 - Property 1295455071
source: Specifies the description that was imported from the text file.
sv_se: Anger beskrivningen som importerades från textfilen.

# Page 2442564651 - Control 3144358093 - Property 1295455071
source: Specifies the entry number for the Integration Queue Entry that this line is connected to.
sv_se: Anger löpnumret för den integrationsköpost som den här raden är kopplad till.

# Page 2442564651 - Control 3320823955 - Property 1295455071
source: Specifies the number for this line.
sv_se: Anger numret för den här raden.

# Page 2442564651 - Control 1286329895 - Property 1295455071
source: Specifies if the line has been manually modified by a user.
sv_se: Anger om raden har ändrats manuellt av en användare.

# Page 2442564651 - Control 3710982960 - Property 1295455071
source: Specifies the posting date that was imported from the text file.
sv_se: Anger bokföringsdatumet som importerades från textfilen.

# Page 1699192757 - Property 2879900210
source: IQ History G/L Lines
sv_se: Historik för redovisningstransaktioner

# Page 1699192757 - Control 1622979514 - Property 1295455071
source: Specifies the account number that was used when posting this line.
sv_se: Anger kontonumret som användes när den här raden bokfördes.

# Page 1699192757 - Control 592951229 - Property 1295455071
source: Specifies the amount in LCY that was used when posting this line.
sv_se: Anger det belopp i BVA som användes när den här raden bokfördes.

# Page 1699192757 - Control 3461834954 - Property 1295455071
source: Specifies the description that was used when posting this line.
sv_se: Anger beskrivningen som användes när den här raden bokfördes.

# Page 1699192757 - Control 486908828 - Property 1295455071
source: Specifies the document number that was used when posting this line.
sv_se: Anger dokumentnumret som användes när den här raden bokfördes.

# Page 1699192757 - Control 2679649230 - Property 1295455071
source: Specifies the number of the G/L register that was created when posting this line.
sv_se: Anger numret på den bokförda redosvisningsjournalen som skapades när den här raden bokfördes.

# Page 1699192757 - Control 3144358093 - Property 1295455071
source: Specifies the entry number for the Integration Queue History that this line is connected to.
sv_se: Anger löpnumret för den integrationsköhistorik som den här raden är kopplad till.

# Page 1699192757 - Control 3320823955 - Property 1295455071
source: Specifies the number for this line.
sv_se: Anger numret för den här raden.

# Page 1699192757 - Control 1286329895 - Property 1295455071
source: Specifies if the line has been manually modified by a user after the file was imported, but before posting.
sv_se: Anger om raden har ändrats manuellt av en användare efter att filen importerades, men före bokföring.

# Page 1699192757 - Control 261083774 - Property 1295455071
source: Specifies the entry number for the posted G/L Entry.
sv_se: Anger löpnumret för den bokförda redovisningstransaktionen.

# Page 1699192757 - Control 3710982960 - Property 1295455071
source: Specifies the posting date that was used when posting this line.
sv_se: Anger bokföringsdatumet som användes när den här raden bokfördes.

# EnumExtension 1317991584 - EnumValue 2772884752 - Property 2879900210
source: Import G/L Entries (Sample)
sv_se: Importera redovisningstransaktioner (exempel)
